Revit 2024 API
BuiltInFailures.SheetFailures.SheetNumberEmpty Property
 Sheet Number is empty
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId SheetNumberEmpty { get; }
Visual Basic
Public Shared ReadOnly Property SheetNumberEmpty As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ SheetNumberEmpty {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.SheetFailures Class
Autodesk.Revit.DB Namespace